Repository: GodfatherX64/driji
Catalog: driji/locale/*/LC_MESSAGES/django.po
Languages: id

source: Username or Email
id: Nama pengguna atau surel

source: Password
id: Kata Sandi

source: User does not exists
id: Pengguna tidak ditemukan

source: Incorrect password
id: Password tidak benar

source: IP Address
id: Alamat IP

source: IP already exists
id: IP sudah terdaftar

source: Serial Number
id: Nomor Seri

source: Serial number
id: Nomor seri

source: Name
id: Nama

source: Terminal name
id: Nama Terminal

source: Serial number already exists
id: Nomor seri sudah terdaftar

source: This field is required.
id: Data tidak boleh kosong

source: full name
id: nama lengkap

source: gender
id: jenis kelamin

source: phone number
id: nomor telepon

source: address
id: alamat lengkap

source: this number already exits
id: nomor telepon sudah terdaftar

source: phone number should be difference
id: nomor telepon tidal boleh sama

source: created at
id: dibuat pada

source: updated at
id: diubah pada

source: Administrator
id: Aministrator

source: Staff / Teacher
id: Staf / Guru

source: Parent
id: Wali Murid

source: Student
id: Siswa

source: male
id: laki-laki

source: female
id: perempuan

source: Staff
id: Karyawan

source: present
id: hadir

source: absense
id: tidak hadir

source: late
id: terlambat

source: Attendance
id: Kehadiran

source: Sync Report
id: Sinkronisasi Laporan

source: Attendance Report
id: Laporan Kehadiran

source: Select Language
id: Pilih Bahasa

source: Notification
id: Pemberitahuan

source: No new notification
id: Tidak terdapat pemberitahuan baru

source: new registration
id: pendaftaran baru

source: new orders
id: pesanan baru

source: customers messages
id: pesan dari pelanggan

source: view all
id: lihat semua

source: Profile
id: Profil

source: Logout
id: Keluar

source: Dashboard
id: Dasbor

source: Phonebook
id: Buku Telepon

source: Phone Book
id: Buku Telepon

source: SMS
id: Pesan Singkat

source: Compose Message
id: Tulis Pesan

source: Inbox
id: Kotak Masuk

source: Outbox
id: Kotak Keluar

source: Settings
id: Pengaturan

source: Grade
id: Kelas

source: Copyright
id: Hak Cipta

source: My Profile
id: Profile Saya

source: Full name
id: Nama lengkap

source: Full Name
id: Nama Lengkap

source: User Type
id: Jenis Pengguna

source: Gender
id: Jenis Kelamin

source: Address
id: Alamat

source: Phone Number
id: Nomor Telepon

source: You need to configure the terminal network before save it to system.
id: Anda perlu mengkonfigurasi jaringan terminal sebelum menyimpannya ke sistem.

source: How To Settings Network
id: Bagaimana Cara Menyetel Jaringan

source: Go to menu by holding the button <strong>OK</strong>
id: Masuk ke menu dengan cara menahan tombol <strong>OK</strong>

source: Select menu <strong>Comm</strong>
id: Pilih menu <strong>Comm</strong>

source: Select sub menu <strong>Network</strong>
id: Pilih sub menu <strong>Network</strong>

source: Fill the form and then press <strong>OK</strong>
id: Lengkapi formulir dan kemudian tekan tombol <strong>OK</strong>

source: Contact List
id: Daftar Kontak

source: Type
id: Jenis

source: New Grade
id: Kelas Baru

source: Grade List
id: Daftar Kelas

source: Description
id: Deskripsi

source: Add New Grade
id: Tambah Kelas Baru

source: Save
id: Simpan

source: Not available
id: Tidak tersedia

source: Saving...
id: Menyimpan...

source: All SMS
id: Semua SMS

source: New Student
id: Siswa Baru

source: Student List
id: Daftar Siswa

source: Action
id: Aksi

source: Upload to terminals
id: Unggah ke semua terminal

source: Delete selected users
id: Hapus pengguna terpilih

source: Go
id: Lanjut

source: Student Registration
id: Pendaftaran Siswa

source: Parent Information
id: Informasi Orang Tua

source: Add to Terminal
id: Tambah Ke Terminal

source: User List
id: Daftar Pengguna

source: Select Terminal
id: Pilih Terminal

source: Apply
id: Terapkan

source: Add Terminal
id: Tambah Terminal

source: Terminal List
id: Daftar Terminal

source: Members
id: Anggota

source: Edit
id: Ubah

source: Restart
id: Muat Ulang

source: Power Off
id: Matikan Daya

source: Test Sound
id: Tes Suara

source: New Terminal
id: Terminal Baru

source: Add a new terminal
id: Tambah terminal baru

source: Unregistered User
id: Pengguna Tidak Terdaftar

source: Update
id: Memperbarui

source: Danger Zone
id: Zona Bahaya

source: Restart Terminal
id: Muat Ulang Terminal

source: Shutdown Terminal
id: Tambah Terminal

source: Power off
id: Matikan Daya

source: Delete This Terminal
id: Hapus Terminal Ini

source: Delete
id: Hapus

source: Format Terminal
id: Bersihkan Terminal

source: Format
id: Bersihkan

source: Are you ABSOLUTELY sure?
id: Apakah anda BENAR-BENAR yakin?

source: This action
id: Aksi ini

source: CANNOT
id: TIDAK DAPAT

source: be undone
id: dikembalikan

source: This will delete the
id: Ini akan menghapus

source: from database
id: dari basis data

source: Please type in the name of the terminal to confirm
id: Mohon ketikan nama terminal untuk konfirmasi

source: I understand the consequences, delete this terminal
id: Saya memahami dampaknya, hapus terminal ini

source: This will permanently delete all user and attendance records in
id: Ini akan menghapus secara permanen semua pengguna dan daftar kehadiran pada

source: I understand the consequences, format this terminal
id: Saya memahami dampaknya, bersihkan terminal ini

source: Updating...
id: Mengubah...

source: Restarting...
id: Memuat ulang...

source: Shutting down...
id: Mematikan...

source: Formating...
id: Membersihkan...

source: Member of
id: Anggota dari

source: Scan
id: Pindai

source: Scan a terminal
id: Pindah terminal

source: Scanning...
id: Memindai...

source: Successfully registering a new terminal
id: Telah berhasil mendaftarkan terminal baru

source: Successfully updating a terminal
id: Telah berhasil memperbarui terminal

source: %(terminal)s has synced
id: %(terminal)s telah disiknronisasikan

source: %(terminal)s has restarted
id: %(terminal)s telah dimuat ulang

source: %(terminal)s has shutdown
id: %(terminal)s telah dimatikan

source: %(terminal)s has formated
id: %(terminal)s telah dibersihkan

source: %(terminal)s has deleted
id: %(terminal)s telah dihapus

source: Successfully registering a new student
id: Telah berhasil mendaftarkan siswa baru

source: No student selected.
id: Tidak ada siswa yang di pilih.

source: No terminal selected.
id: Tidak ada terminal yang dipilih

source: No action selected.
id: Tidak ada aksi yang di pilih
